Repository: alagtari/pfamobile
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, fr

# home_transport_type_service_overview
source: Emergency team transport to your home (Transport + Consultation)
ar: نقل فريق الطوارئ إلى المنزل (النقل + الاستشارة)
fr: Déplacement équipe d’urgence à domicile (Transport + Consultation)

# home_transport_type_service_desc
source: Beyond 20km from the clinic, additional 3DT/km
ar: عندما تكون المسافة أكثر من 20 كم عن العيادة، سيتم تطبيق تكلفة إضافية قدرها 3 دينار تونسي لكل كيلومتر إضافي.
fr: Au delà de 20km de la clinique, 3DT/km supplémentaire

# car_transport_type_service_overview
source: Animal transport to the clinic by your means
ar: نقل الحيوان إلى العيادة بوسائلك الخاصة
fr: Transport animalier à la clinique par votre propre moyen

# car_transport_type_service_desc
source: Integer malesuada tristique risus, eget commodo ante
ar: وصف خدمة نقل الحيوان إلى العيادة بوسائلك الخاصة

# add_comment
source: Add a comment...
ar: أضف تعليقًا...
fr: Ajouter un commentaire...

# poser_vos_questions
source: Ask your questions
ar: اسأل أسئلتك
fr: Posez vos questions

# add_to_list
source: Add to my list
ar: إضافة إلى قائمتي
fr: Ajouter à ma liste

source: Another animal
ar: حيوان آخر
fr: Autre animal

# espece
source: Species
ar: نوع
fr: Espèce

# race
source: Breed
ar: سلالة
fr: Race

source: Age
ar: العمر
fr: âge

# motif
source: Reason
ar: السبب
fr: Motif

# profil
source: Profile
ar: الملف الشخصي
fr: Profil

source: Member since:
ar: عضو منذ:
fr: Membre depuis le:

source: Phone
ar: الهاتف
fr: Téléphone

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

source: Clinic
ar: العيادة
fr: Clinique

source: Videos
ar: مقاطع الفيديو

# send_alert_message_confirm_question
source: Do you really want to send the alert message?
ar: هل ترغب حقًا في إرسال رسالة التنبيه؟
fr: Voulez-vous vraiment envoyer le message d'alerte?

# your_animal_need_urgence_message
source: Your animal requires urgent care
ar: حيوانك بحاجة إلى رعاية طبية عاجلة
fr: Votre animal nécessite une prise en charge urgente

# download_file_here
source: Download the file here
ar: قم بتنزيل الملف هنا
fr: Telecharger le fichier ici

source: {x} Kg
ar: {x} كغ

# poids_x_kg
source: Weight {x} Kg
ar: الوزن {x} كيلوغرام
fr: Poids {x} Kg

# sexe_x
source: Gender {x}
ar: الجنس {x}
fr: Sexe {x}

source: Age {x}
ar: العمر {x}

# support_role
source: Customer Support
ar: خدمة العملاء
fr: Chargé Clientèle

source: Your Clinic
ar: عيادتك
fr: Votre Clinic

# code_postal
source: Postal Code
ar: الرمز البريدي
fr: Code Postal

# bad_crendentials_message
source: The login credentials you entered are incorrect.
ar: معذرة، المعلومات الاعتمادية التي أدخلتها غير صحيحة.
fr: les informations d'identification que vous avez entrées sont incorrectes.

# your_profil
source: Your Profile
ar: ملفك الشخصي
fr: Votre Profile

# annuler_le_rdv
source: Cancel the appointment
ar: إلغاء الموعد
fr: Annuler le rendez-vous

# take_rdv
source: Schedule an appointment
ar: حجز موعد
fr: Prenez un RDV

# where_you_want_rdv_for_x
source: Where do you want to schedule appointment for {x}?
ar: أين ترغب في حجز موعد لـ {x}؟
fr: Où souhaitez vous prendre un rendez-vous pour {x}?

# choose_pet_for_rdv_message
source: For which animal would you like to make an appointment?
ar: لأي حيوان ترغب في حجز موعد؟
fr: Pour quel animal souhaitez vous prendre un rendez-vous ?

# a_clinic_desc
source: Take your pet to the nearest clinic.
ar: أحضر حيوانك إلى أقرب عيادة
fr: Amener votre animal à la clinique la plus proche

# a_domicile_desc
source: The MyVets team will come to your home.
ar: فريق MyVets يتجه إلى منزلك
fr: L’équipe MyVets se déplace à votre domicile

# prendre_rendez_vous
source: Schedule an appointment
ar: حجز موعد
fr: Prendre rendez-vous

source: Time
ar: الوقت
fr: Heure

source: Date
ar: التاريخ

# rdv_plus_proche
source: Closest appointment
ar: أقرب موعد
fr: Rendez-vous le plus proche

# date_time_dispos
source: Available date and time
ar: تواريخ وأوقات متاحة
fr: Date et heure disponibles

# take_rdv_en_select_clinic
source: Schedule an appointment by choosing the clinic.
ar: حجز موعد بتحديد العيادة
fr: Prendre un rendez-vous en choisissant la clinique

# which_clinic_you_want
source: In which clinic would you like to schedule an appointment?
ar: في أي عيادة ترغب في حجز موعد؟
fr: Dans quel clinique souhaitez-vous prendre un rendez-vous ?

# take_rdv_plus_proche
source: Schedule the closest appointment
ar: حجز أقرب موعد
fr: Prendre le rendez-vous le plus proche

# tap_here_for_closest_dispo
source: Click here for the next available appointment
ar: انقر هنا لعرض أقرب موعد متاح
fr: Cliquez ici pour le prochain RDV disponible

# voir_dispo
source: View availability
ar: عرض التوافر
fr: Voir la diponibilité

# new_rdv
source: New appointment
ar: موعد جديد
fr: Nouveau rendez-vous

# animal_choisi
source: Chosen animal
ar: الحيوان المختار
fr: Animal choisis

# sexe
source: Gender
ar: الجنس
fr: Sexe

# poids
source: Weight
ar: الوزن
fr: Poids

# edit_animal
source: Edit an animal
ar: تعديل الحيوان
fr: Modifier un animal

# add_animal
source: Add an animal
ar: إضافة حيوان
fr: Ajouter un animal

# date_naissance
source: Date of birth
ar: تاريخ الميلاد
fr: Date de naissance

source: Color
ar: اللون
fr: Couleur

# puce_electronique
source: Electronic chip
ar: رقاقة إلكترونية
fr: Puce électronique

# sterilise
source: Sterilized
ar: عقيم
fr: Stérilisé

# signe_partic
source: Particular sign
ar: علامة خاصة
fr: Signe particulier

# vet_traitant
source: Treating veterinarian
ar: الطبيب البيطري المعالج
fr: Vétérinaire traitant

# mise_a_jour
source: Update
ar: تحديث
fr: Mettre à jour

# add_photo_for_your_pet
source: Add a photo of your pet
ar: إضافة صورة لحيوانك
fr: Ajouter une photo de votre animal

source: Click here
ar: انقر هنا
fr: Cliquez ici

# archive_pet
source: Archive your pet
ar: أرشفة حيوانك
fr: Archivez votre animal

# modifier
source: Modify
ar: تعديل
fr: Modifier

# archiver
source: Archive
ar: أرشفة
fr: Archiver

# ajout_animal_x_to_archive_list_confirm
source: Do you really want to add {x} to your archived animals list?
ar: هل ترغب حقًا في إضافة {x} إلى قائمة الحيوانات المؤرشفة؟
fr: Voulez-vous vraiment ajouter {x} à la liste de vos animaux archivés?

source: Hide
ar: إخفاء
fr: Masquer

source: Show
ar: عرض
fr: Afficher

source: Archived Animals
ar: الحيوانات المؤرشفة
fr: Animaux archivés

source: Restore Your Animal
ar: استعادة حيوانك
fr: Restorer votre animal

# animal_perdu
source: Lost Animal
ar: حيوان مفقود
fr: Animal perdu

# animal_decede
source: Deceased Animal
ar: حيوان متوفى
fr: Animal décédé

# animal_cede_ou_vedu
source: Animal Sold or Given
ar: حيوان محول أو مباع
fr: Animal cédé ou vendu

# archive
source: Archived
ar: مؤرشف
fr: Archivé

# mon_compte
source: My Account
ar: حسابي
fr: Mon compte

source: Logout
ar: تسجيل الخروج
fr: Déconnexion

source: Notifications
ar: الإشعارات

# son_et_notifications
source: Sound and Notifications
ar: الصوت والإشعارات
fr: Son et notification

# notification_for_chat
source: Chat Notifications
ar: إشعارات للدردشة
fr: Notifications pour le chat

# son
source: Sound
ar: صوت
fr: Son

source: Active
ar: مفعل
fr: Activé

source: Vibration
ar: اهتزاز

source: Push
ar: إشعارات تقديم
fr: Pousser

source: FAQ
ar: الأسئلة الشائعة

# rdv
source: Appointments
ar: مواعيد
fr: RDV

# manage_rdsv
source: Manage Appointments
ar: إدارة المواعيد
fr: Gestion des RDVs

source: New Message
ar: رسالة جديدة
fr: Nouveau message

source: Questions
ar: أسئلة

# urgence
source: Emergency
ar: حالة طارئة
fr: Urgence

source: Intern
ar: داخلي
fr: Interne

# status_dispo
source: Availability Status
ar: حالة التوفر
fr: Statut de disponibilité

# disponible
source: Available
ar: متاح
fr: Disponible

# occupe
source: Occupied
ar: مشغول
fr: Occupé

# take_inter_urgence
source: Take Emergency Interventions
ar: قبول حالات الطوارئ الداخلية
fr: Prendre des interventions d’urgence

# start_inter_urgence
source: Start an Emergency Intervention
ar: بدء حالة طارئة داخلية
fr: Commencer une intervention d’urgence

# stop_inter_urgence
source: Extend Your Intervention Time
ar: تمديد مدة حالة الطوارئ الداخلية
fr: étendre votre durée d’intervention

# duree
source: Duration
ar: المدة
fr: Durée

# etendre
source: Extend
ar: تمديد
fr: étendre

source: Animals
ar: الحيوانات
fr: Animaux

# cancel_rdv_confirm_message
source: Do you really want to cancel your appointment request?
ar: هل ترغب حقًا في إلغاء طلب موعدك؟
fr: Voulez-vous vraiment annuler votre demande de RDV ?

# rdv_request_success_sent_message
source: Your appointment request has been sent successfully.
ar: تم إرسال طلبك للموعد بنجاح.
fr: Votre demande de rendez-vous a été envoyée avec succès.

# rdv_canceled_success
source: Your appointment request has been canceled!
ar: تم إلغاء طلب موعدك!
fr: Votre demande de RDV a été annulée !

# rdv_canceled
source: Canceled Appointment
ar: تم إلغاء الموعد
fr: RDV annulé

# need_help_question
source: Need help?
ar: هل تحتاج إلى مساعدة؟
fr: Besoin d’aide ?

source: Call us directly
ar: اتصل بنا مباشرة
fr: Appelez-nous directement

# call_urgence
source: Call emergency services
ar: اتصل بالطوارئ
fr: Appelez les urgences

# call_clinic
source: Call the clinic
ar: اتصل بالعيادة
fr: Appelez la clinique

# request_time_out
source: TIME OUT
ar: انتهى الوقت
fr: Temps écoulé

# request_waiting_for_accept
source: WAITING FOR ACCEPT
ar: في انتظار التأكيد
fr: En attente de Confirmation

# last_modification_date
source: Date of last modification:
ar: تاريخ آخر تعديل:
fr: Date de la dernière modification:

source: Available
ar: متاح
fr: Disp.

source: Occupied
ar: مشغول
fr: Ocp.

source: Vehicle Problem
ar: مشكلة في السيارة
fr: Problème Véhicule

source: Problem X
ar: مشكلة X
fr: PROBLEME X

source: Problem Y
ar: مشكلة Y
fr: PROBLEME Y

# password_changed_successfully
source: Your password has been changed successfully
ar: تم تغيير كلمة المرور بنجاح
fr: Votre mot de passe a été modifié avec succès

# not_availble
source: N/A
ar: غير متاح
fr: N/D

source: Vets
ar: فاتس

source: Take the first exit off the roundabout
ar: خرج الأول من دائرة الرصيف
fr: Prendre la premère sortie du rond point

source: {x} m
ar: {x} متر

source: Ariana
ar: أريانة

source: Beja
ar: باجة
fr: Béja

source: Ben Arous
ar: بن عروس

source: Bizerte
ar: بنزرت

source: Gabes
ar: قابس
fr: Gabès

source: Gafsa
ar: قفصة

source: Jendouba
ar: جندوبة

source: Kairouan
ar: القيروان

source: Kasserine
ar: القصرين

source: Kebili
ar: قبلي

source: Kef
ar: الكاف

source: Mahdia
ar: المهدية

source: Manouba
ar: منوبة

source: Medenine
ar: مدنين

source: Monastir
ar: المنستير

source: Nabeul
ar: نابل

source: Sfax
ar: صفاقس

source: Sidi Bouzid
ar: سيدي بوزيد

source: Siliana
ar: سليانة

source: Sousse
ar: سوسة

source: Tataouine
ar: تطاوين

source: Tozeur
ar: توزر

source: Tunis
ar: تونس

source: Zaghouan
ar: زغوان

source: Password Doesn't Match!
ar: كلمة المرور غير متطابقة!

source: Confirm Your Password
ar: تأكيد كلمة المرور الجديدة
fr: Confirmer Votre mot de passe

source: New Password
ar: كلمة المرور الجديدة
fr: Nouveau Mot De Passe

source: Change Password
ar: تغيير كلمة المرور
fr: Modifier Mot De Passe

# animal_details_message
source: Other animal Species: {speciesValue} Race: {raceName} Age: {ageValue} Reason: {motifValue}
ar: حيوان آخر نوع: {speciesValue} سلالة: {raceName} عمر: {ageValue} سبب: {motifValue}
fr: Autre animal Espèce: {speciesValue} Race: {raceName} Age: {ageValue} Motif: {motifValue}

# error_sending_file
source: Error sending a file!
ar: خطأ في إرسال الملف!
fr: Erreur lors de l'envoi d'un fichier!

# price
source: DT
ar: د

# x_price
source: {x} DT
ar: {x} د

# intervention_workplan_morning
source: From 09:00 AM to 07:00 PM
ar: من الساعة 09:00 حتى الساعة 07:00
fr: De 09h à 19h

# intervention_workplan_night
source: From 07:00 PM to 09:00 AM
ar: من الساعة 07:00 حتى الساعة 09:00
fr: De 19h à 09h

source: Free
ar: مجاني
fr: Gratuit

# x_price_per_km
source: {x} DT/km
ar: {x} دينار تونسي لكل كيلومتر

# grand_tunis
source: Greater Tunis
ar: تونس الكبرى
fr: Grand Tunis

# transport_with_consultation
source: (Transport + Consultation)
ar: (نقل + استشارة)

source: Accepted
ar: تم قبوله
fr: Accepté

source: Declined
ar: تم رفضه
fr: Refusé

source: Postponed
ar: تم تأجيله
fr: Reporté

source: Rescheduled
ar: تم إعادة جدولته
fr: Reprogrammé

source: Rejected
ar: تم رفضه
fr: Rejeté

source: Completed
ar: تم الانتهاء منه
fr: Terminé

source: Absent
ar: غائب

source: Cancelled
ar: تم الإلغاء
fr: Annulé

source: Black
ar: أسود
fr: Noir

source: Brown
ar: بني
fr: Marron

source: Blue
ar: أزرق
fr: Bleu

source: No Particular Sign
ar: لا يوجد علامات خاصة
fr: Pas de Signe Particulier

source: Would you like to restore your pet?
ar: هل ترغب في استعادة حيوانك؟
fr: Souhaitez-vous restaurer votre animal?

source: All
ar: الكل
fr: Tous

source: Empty
ar: فارغ
fr: VIDE

source: Error
ar: خطأ!
fr: ERREUR!

source: Passwords are not identical!
ar: كلمات المرور غير متطابقة!
fr: Les mots de passes ne sont pas identiques!

# confirm_password
source: Confirm the New Password
ar: يرجى تأكيد كلمة المرور الجديدة
fr: Veuillez Confirmer Le Nouveau Mot De Passe

source: Old Password
ar: كلمة المرور القديمة
fr: Ancien Mot De Passe

source: Accomplished
ar: تم الانجاز
fr: Accomplie

source: Appointment completed
ar: تم انجاز الموعد!
fr: Rendez-vous terminé!

# client_absent
source: The client was absent
ar: العميل غائب
fr: Le Client était absent

source: Reject appointment
ar: رفض الموعد
fr: Rejet de RDV

# reject_appointment_text
source: Do you really want to reject this appointment?
ar: هل تريد حقًا رفض هذا الموعد؟
fr: Voulez-vous vraiment rejeter ce rendez-vous ?

# absent_appointment
source: Mark appointment as absent
ar: تمييز الموعد كغائب
fr: Mettre RDV Absent

# absent_appointment_text
source: Do you really want to mark this appointment as absent?
ar: هل تريد حقًا تمييز هذا الموعد كغائب؟
fr: Voulez-vous vraiment mettre cette nomination en statut d'absence ?

source: Reject
ar: رفض
fr: Rejeter

source: Present
ar: حاضر
fr: Présent

# happy_birthday
source: Happy Birthday to
ar: عيد ميلاد سعيد لـ
fr: Joyeux Anniversaire pour

# birthday_date
source: October 3, 2020 (3 years)
ar: 03 أكتوبر 2020 (3 سنوات)
fr: 03 Octobre 2020 (3 ans)

# vaccination_alert
source: Vaccination Reminder for
ar: تذكير التطعيم لـ
fr: Rappel de vaccination pour

# disease
source: Feline Flu
ar: إنفلونزا القطط
fr: Grippe féline

source: Your account has become VIP
ar: حسابك أصبح VIP
fr: votre compte est devenu VIP

# notification_time
source: September 12
ar: 12 سبتمبر
fr: 12 Sept

# fonctionnality_in_progess
source: This functionality is under development
ar: هذه الميزة قيد التطوير
fr: Cette fonctionnalité est en cours de développement

# veterinarian_role
source: Veterinarian
ar: بيطري
fr: Vétérinaire

# driver_role
source: Driver
ar: سائق
fr: Ambulancier

# asv_role
source: Assistant
ar: ممرض
fr: ASV

# appointment_creation_date
source: Appointment request sent on {date} at {time}
ar: تم إرسال طلب موعد في {date} في {time}
fr: Demande de rendez-vous envoyé le {date} à {time}

# file_too_large_error_msg
source: File Size Exceeds 16MB
ar: حجم الملف يتجاوز 16 ميجابايت
fr: La taille du fichier dépasse 16 Mo

# file_size_msg
source: File size must be less than 16MB
ar: يجب أن يكون حجم الملف أقل من 16 ميجابايت
fr: La taille du fichier doit être inférieure à 16 Mo

# invalid_password
source: Password is required!
ar: كلمة المرور مطلوبة!
fr: Le mot de passe est requis!

# password_too_short
source: Password must be at least 8 characters long!
ar: يجب أن تكون كلمة المرور على الأقل 8 أحرف!
fr: Le mot de passe doit comporter au moins 8 caractères!

# password_must_contains_alphanumeric
source: Password must contain at least one letter or digit!
ar: يجب أن تحتوي كلمة المرور على حرف أو رقم واحد على الأقل!
fr: Le mot de passe nécessite lettre ou chiffre!

source: Anonymous
ar: مجهول
fr: Anonyme

# visitorText
source: guest
fr: Visiteur

# clientStatusText
source: VIP
fr: Statut client
