Repository: alagtari/pfamobile
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, fr

source: Language
ar: لغة
fr: Langue

# en
source: English
ar: الإنجليزية
fr: Anglais

# fr
source: French
ar: الفرنسية
fr: Français

# ar
source: Arabic
ar: العربية
fr: Arabe

# invalidEmail
source: Invalid Email Address !
ar: عنوان بريد إلكتروني غير صالح!
fr: Adresse e-mail invalide!

source: Invalid Password !
ar: كلمة مرور غير صالحة!
fr: Mot de passe invalide!

# authError
source: Authentication Error
ar: خطأ في تسجيل الدخول
fr: Erreur d'authentification

# generaleError
source: Something happened and we could not process your request. Please try again later.
ar: حدث شيء ما وتعذر علينا معالجة طلبك. يرجى المحاولة مرة أخرى لاحقًا.
fr: Quelque chose s'est produit et nous n'avons pas pu traiter votre demande. Veuillez réessayer plus tard.

source: Okay
ar: حسنا
fr: D'accord

source: Invalid first name
ar: الاسم الأول غير صالح
fr: Prénom invalide

# invalidLastName
source: Invalid name
ar: اسم العائلة غير صالح
fr: Nom invalide

source: Invalid address
ar: عنوان خاطئ
fr: Adresse invalide

source: Required field
ar: نموذج الإدخال المطلوب
fr: Champs requis

# accountCreated
source: Account successfully created
ar: تم إنشاء الحساب بنجاح
fr: Compte créé avec succès

# waitForConfirmation
source: Your account has been created, you will receive an email once you have been confirmed.
ar: تم إنشاء حسابك ، ستتلقى بريدًا إلكترونيًا بمجرد تأكيدك.
fr: Votre compte a été créé, vous recevrez un email une fois que vous aurez été confirmé.

source: Invalid Phone Number!
ar: رقم الهاتف غير صحيح

# clientCodeAdded
source: Client code successfully added !
ar: تمت إضافة رمز العميل بنجاح!
fr: Code client ajouté avec succès !

# clientCodeInvalid
source: The provided client code is invalid !
ar: كود العميل المقدم غير صالح!
fr: Code client ajouté avec succès !

# remeberMeText
source: Remember me
ar: تذكرنى
fr: Se rappeler de moi

# stepTwoText
source: Step 2/2
ar: الخطوة 2/2
fr: Étape 2/2

# animalOwnerText
source: Owner
ar: صاحب
fr: Propriétaire d'un animal

# youWishToBenefitFromOurServicesText
source: Would you like to benefit from our services?
ar: هل ترغب في الاستفادة من خدماتنا؟
fr: Vous souhaitez bénificier de nos services

# vetirninaryDoctorText
source: Veterinary
ar: طبيب بيطري
fr: Médecin vétérinaire

# youWishToJoinOurVetsText
source: Would you like to join Vets network?
ar: هل ترغب في الانضمام إلى شبكة Vets؟
fr: Vous souhaitez rejoindre le réseau VETS

# verifyYourEmailText
source: Please, check your email.
ar: تفقد بريدك الالكتروني من فضلك.
fr: Vérifier votre courriel

# weSendAnEmailToResetYourPasswordText
source: We sent you an email containing password reset instructions.
ar: لقد أرسلنا إليك بريدًا إلكترونيًا يحتوي على تعليمات إعادة تعيين كلمة المرور.
fr: Nous avons un E-mail contenant les instructions.

# searchText
source: search
ar: بحث
fr: Recherche

# sharedMediaText
source: Shared Media
ar: الوسائط المشتركة
fr: Médias partagés

# emergencyDoctorText
source: Emergency Veterinary
ar: طوارئ بيطرية
fr: (urgentiste)

# yourAnimalNeedAnEmergencyTeam
source: Your pet needs urgent care!
ar: حيوانك الأليف يحتاج إلى رعاية عاجلة!
fr: Votre animal nécessite l'intervention de notre équipe d'urgence.

# clickHereText
source: Click here
ar: انقر هنا
fr: Cliquez ici

# chooseYourProfileText
source: Choose Your Profile
ar: اختر ملف التعريف الخاص بك
fr: Choisissez votre profil

# stepOneText
source: Step 1/2
ar: الخطوة 1/2
fr: Étape 1/2

# doYouWantToMakeAnEmergencyCallText
source: Would you like to make an emergency call?
ar: هل ترغب في إجراء مكالمة طوارئ؟
fr: Voulez-vous faire un appel d'urgence?

# emergencyServiceText
source: Urgent Care
ar: الرعاية العاجلة
fr: urgence

# letsGoText
source: Let's Go
ar: هيا بنا

# signupText
source: Sign up
ar: اشتراك
fr: S'inscrire

# nextText
source: Next
ar: التالي
fr: Suivant

# verficationText
source: OTP Verification
ar: التحقق من OTP
fr: Vérification OTP

# enterCodeText
source: Please enter the code sent to
ar: الرجاء إدخال الرمز المرسل إلى
fr: Entrer le code OTP envoyé à

# receiveCodeQuestionText
source: Have you not received the code?
ar: هل لم تتلق الرمز؟
fr: Vous n'avez pas reçu le code?

# demandeAgainText
source: send again
ar: أعد الإرسال
fr: Demander à nouveau

# demandeAgainTextInform
source: Ask again
ar: اسأل مرة اخرى
fr: Vous pouvez demander à nouveau

# congratsText
source: Congratulations!
ar: تهانينا!
fr: Félicitations!

# createdAccountSuccessText
source: Your account was created successfully!
ar: لقد ثم انشاء حسابك بنجاح!
fr: Votre compte a été créer avec succées

# completeMyAccountText
source: Complete the signup process
ar: أكمل عملية التسجيل
fr: Compléter mes informations

# ifYouAreAvetsClient
source: If you're a Vets client, please contact the administrator to get your VIP code.
ar: إذا كنت أحد عملاء Vets ، فيرجى الاتصال بالمسؤول للحصول على رمز VIP الخاص بك.
fr: Si vous êtes un client VETS, contacter l’administrateur pour obtenir votre code.

# emergencyDoctorWithoutParenthesesText
source: Emergency Veterinary
ar: طوارئ بيطرية
fr: Vétérinaire urgentiste

# medicalAnimalTransportText
source: Medical Transport for animals
ar: النقل الطبي للحيوانات
fr: Transport animalier médicalisé

# loginText
source: Log in
ar: تسجيل الدخول
fr: Se connecter

# addressEmailText
source: E-mail
ar: بريد إلكتروني
fr: Adresse E-mail

# passwordText
source: Password
ar: كلمة المرور
fr: Mot de passe

# forgotPasswordText
source: Forgot password?
ar: هل نسيت كلمة السر؟
fr: Mot de passe oublié

# orLoginWithText
source: Or login with
ar: أو تسجيل الدخول باستخدام
fr: Ou se connecter avec

# youAreANewUserText
source: New here?
ar: جديد هنا؟
fr: Vous êtes un nouvel utilisateur ?

# createAnewAccountText
source: Make a new account!
ar: إنشاء حساب جديد!
fr: Créez un compte

# aNewAccountText
source: New Account
ar: حساب جديد
fr: Nouveau compte

# nameText
source: Last Name
ar: اللقب
fr: Nom

# lastNameText
source: First Name
ar: الاسم
fr: Prénom

# pet_name
source: Name
ar: الاسم
fr: Nom

# phoneNumberText
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# conditionAndTermsText
source: I accept the Terms and conditions
ar: أوافق على الشروط والأحكام
fr: J’accepte les Termes et conditions d’utilisation et la Charte de protection de données personnelles.

# orSignupWithText
source: Or sign up with
ar: أو اشترك مع
fr: Ou s’inscrire avec

# youHaveAnAccountText
source: Already have an account?
ar: لديك حساب بالفعل؟
fr: Vous avez déjà un compte ?

# connectedText
source: Log in
ar: تسجيل الدخول
fr: Connectez-vous

# aCodeHasBenSentToYourEmailText
source: A code has been sent to your Email!
ar: تم إرسال رمز إلى بريدك الإلكتروني!
fr: Nous vous enverrons les instructions à l'adresse courriel associée à votre compte.

# sendText
source: Send
ar: إرسال
fr: Envoyer

# genderText
source: Gender
ar: الجنس
fr: Sexe

# personalInformationText
source: Personal Information
ar: معلومات شخصية
fr: Informations personnelles

# accountAccessText
source: Account access
ar: الوصول للحساب
fr: Accès au compte

# clientCodeText
source: VIP Code
ar: زائر
fr: Code client

# youHaveACLientCodeText
source: You already have a VIP code? Insert it here!
ar: لديك بالفعل رمز VIP؟ إدراج هنا!
fr: Si vous avez déjà un code client, insérér le ici.

# verifyText
source: Verify
ar: تحقق
fr: Vérifier

# myProfileText
source: My profile
ar: ملفي
fr: Mon Profil

# okText
source: Ok
ar: موافق

# askAQuestionText
source: Contact a Veterinary
ar: اتصل بطبيب بيطري
fr: Contactez un vétérinaire

# emergencyContactText
source: Contact Urgent Care
ar: اتصل بالرعاية العاجلة
fr: Contactez les urgences

# makeAnAppointmentText
source: Make an Appointment
ar: إحجز موعد
fr: Prenez un rendez-vous

# myPetsText
source: My Pets
ar: حيواناتي الأليفة
fr: Mes animaux

# questionsSloganText
source: Our experts will answer all your questions!
ar: خبرائنا سوف يجيبون على جميع أسئلتك!
fr: Nos vétérinaires répondent à toutes vos questions

# emergencySloganText
source: Urgent Care 24/7
ar: رعاية عاجلة 24/7
fr: Service d’urgence vétérinaires 24/7

# appointmentSloganText
source: Make an Appointment
ar: إحجز موعد
fr: Prenez un rendez-vous en ligne à la clinique

# myPetsSloganText
source: Manage your pet's Medical Record
ar: إدارة السجل الطبي لحيوانك الأليف
fr: Gérer le dossier medical de vos animaux

# welcomeText
source: Hello
ar: مرحبًا
fr: Bonjour

# cancelSelectText
source: Cancel Selection
ar: إلغاء التحديد
fr: Annuler la selection

# continueText
source: Continue
ar: أكمل
fr: Continuer

# onlineText
source: Online
ar: متصل
fr: En Ligne

# fileText
source: File
ar: ملف
fr: Fichier

# audioTEXT
source: Audio
ar: صوتي

# positionText
source: Position
ar: موضع

# emergencyAgentText
source: Emergency Veterinary
ar: طوارئ بيطرية
fr: urgentiste

# whatYourPetEmergencyQuestionText
source: Which of your pets needs urgent care?
ar: أي من حيواناتك الأليفة يحتاج إلى رعاية عاجلة؟
fr: Pour quel animal souhaitez-vous faire un appel au service d’urgence?

# whatYouPetQuestionText
source: Which of your pets do you want to ask questions about?
ar: أيٌّ من حيواناتك الأليفة تريد طرح أسئلة عنه؟
fr: Pour quel animal souhaitez-vous poser des questions?

# cancelText
source: Cancel
ar: إلغاء
fr: Annuler

# confirmText
source: Confirm
ar: تأكيد
fr: Confirmer

# chatMessagerieText
source: Chat
ar: محادثة
fr: Messagerie

# copyText
source: Copy
ar: ينسخ
fr: Copie

# replyText
source: Answer
ar: إجابه
fr: Répondre

# deleteText
source: Delete
ar: حذف
fr: Supprimer

# youWantToDeleteTHisMesageText
source: Are you sure you want to delete this message?
ar: هل أنت متأكد أنك تريد حذف هذه الرسالة؟
fr: Voulez-vous vraiment supprimer ce message?

# addYourCLientCode
source: Add VIP code
ar: أضف رمز VIP
fr: Ajouter votre code client

# saveText
source: Save
ar: حفظ
fr: Enregistrer

# verifiedClientCode
source: Vip code successfully verified!
ar: تم التحقق من رمز Vip بنجاح!
fr: Code client vérifié

# addYourClientCodeText
source: Add your VIP code
ar: أضف رمز VIP الخاص بك
fr: Ajouter votre code client

# assuranceText
source: Insurance
ar: تأمين
fr: Assurance

# emergencyAlertText
source: Emergency Alert
ar: تنبيه طارئ
fr: Alerte d'urgence

# yourPetNeedEmergencyTransportText
source: Your Pet needs to be transported to our clinic!
ar: يحتاج حيوانك الأليف ليتم نقله إلى عيادتنا!
fr: Votre Animal nécessite une intervention médicale!

# constactEmergencyServiceText
source: Contact our Urgent care specialists
ar: اتصل بأخصائيي الرعاية العاجلة لدينا
fr: Appeler le service d'urgence

# withWhatMeansOfTransportText
source: What means of transport would you prefer?
ar: ما هي وسيلة النقل التي تفضلها؟
fr: Avec quel moyen de transport souhaitez-vous le faire?

# ourAmbulanceText
source: Our Ambulance
ar: سيارة الإسعاف لدينا
fr: Notre ambulance

# yourTransportText
source: Your own Transport Method
ar: طريقة النقل الخاصة بك
fr: Votre moyen de transport

# localisationText
source: Localisation
ar: الموقع

# authorizeText
source: Yes, Authorize
ar: نعم ، يأذن
fr: Oui, autoriser

# dissmissAuhtorizeText
source: do not Authorize
ar: لا تأذن
fr: Ne pas autoriser

# localisationAccessRequestText
source: would you allow this app to access your location?
ar: هل تسمح لهذا التطبيق بالوصول إلى موقعك؟
fr: Autoriser l’application à accèder à votre localisation?

# emergencyConfirmedText
source: Emergency confirmed
ar: تم تأكيد حالة الطوارئ
fr: Appel d’urgence confirmé

# maleText
source: Male
ar: ذكر
fr: Homme

# femaleText
source: Female
ar: أنثى
fr: Femme

# malePetText
source: Male
ar: ذكر
fr: Mâle

# femalePetText
source: Female
ar: أنثى
fr: Femelle

# addressText
source: Address
ar: العنوان
fr: Adresse

# yourAddressHereText
source: Your Address Here
ar: عنوانك هنا
fr: Votre adresse ici

source: Pet Selection
ar: اختيار الحيوانات الأليفة
fr: Sélection d'animaux

# messageFailed
source: Failed to send your last message !
ar: فشل في إرسال رسالتك الأخيرة!
fr: Échec de l'envoi de votre dernier message!

# getPetsError
source: Sorry, we were unable to load your pets!
ar: عذرا ، لم نتمكن من تحميل حيواناتك الأليفة!
fr: Désolé, nous n'avons pas pu charger vos animaux!

# errorTitle
source: Something went wrong...
ar: هناك خطأ ما...
fr: Quelque chose s'est mal passé...

# addPetText
source: Add A Pet
ar: أضف حيوان أليف
fr: Ajouter un animal

# addPetError
source: Sorry, we were unable to add that pet!
ar: عذرا ، لم نتمكن من إضافة هذا الحيوان الأليف!
fr: Désolé, nous n'avons pas pu ajouter cet animal !

# numberInUse
source: The provided phone number already in use !
ar: رقم الهاتف المقدم قيد الاستخدام بالفعل!
fr: Le numéro de téléphone fourni déjà utilisé !

# invalidCredentials
source: The provided email or phone number are invalid !
ar: البريد الإلكتروني أو رقم الهاتف المقدم غير صالح!
fr: L'e-mail ou le numéro de téléphone fourni n'est pas valide!

# locationDisabled
source: Location service is not enabled. Please go to your device settings and enable it.
ar: خدمة الموقع غير ممكّنة. يرجى الانتقال إلى إعدادات جهازك وتمكينه.
fr: Le service de localisation n'est pas activé. Veuillez accéder aux paramètres de votre appareil et l'activer.

# openDeviceSettings
source: Open Location Settings
ar: افتح إعدادات الموقع
fr: Ouvrir les paramètres de localisation

# locationDenied
source: Autorisation de localisation refusée.
ar: تم رفض إذن الموقع.

# openAppSettings
source: Ouvrir les paramètres de l'application
ar: افتح إعدادات التطبيق

# sentAudio
source: {name} sent an audio
ar: {name} أرسل مقطعًا صوتيًا
fr: {name} envoyé un audio

# sentImage
source: {name} sent an image
ar: {name} أرسل صورة
fr: {name} envoyé une image

# sentFile
source: {name} sent a file
ar: {name} أرسل ملفًا
fr: {name} envoyé un fichier

# sentVideo
source: {name} sent an video
ar: {name} حمّل مقطع فيديو
fr: {name} envoyé une vidéo

source: You
ar: أنت
fr: Vous avez

source: Online
ar: متصل
fr: En Ligne

source: Offline
ar: غَيْر مُتَّصِلٍ
fr: Hors ligne

# petAgeInYears
source: {age, plural, =0{0 year} =1{1 year} other{{age} years}}
ar: {age, plural, =0{0 سنة} =1{1 سنة} other{{age} سنين}}
fr: {age, plural, =0{0 an} =1{1 an} other{{age} ans}}

# petAgeInMonths
source: {age, plural, =0{0 month} =1{1 month} other{{age} months}}
ar: {age, plural, =0{0 شهر} =1{1 شهر} other{{age} شهور}}
fr: {age, plural, =0{0 mois} =1{1 mois} other{{age} mois}}

# petAgeInDays
source: {age, plural, =0{0 day} =1{1 day} other{{age} days}}
ar: {age, plural, =0{0 يوم} =1{1 يوم} other{{age} أيام}}
fr: {age, plural, =0{0 jour} =1{1 jour} other{{age} jours}}

# create_account_and_get_access
source: Create your account and get access to our services.
ar: أنشئ حسابك واحصل على خدماتنا.
fr: Créez votre compte et accédez à nos services.

# after_s
source: after {seconds} s
ar: aprés {seconds} s
fr: aprés {seconds} s

# vets_network_text
source: Vets Network
ar: شبكة الأطباء البيطريين
fr: Réseau Vets

# first_name_text
source: First Name
ar: الاسم
fr: Prénom

source: Select an animal
ar: اختر حيوانًا
fr: Sélectionnez un animal

# a_domicile
source: At home
ar: في البيت
fr: à domicile

# calendrier
source: Calendar
ar: التقويم
fr: Calendrier

# x_rendez_vous
source: {count} Appointments
ar: موعد {count}
fr: {count} Rendez-vous

source: Select a client
ar: اختر عميلًا
fr: Sélectionnez un client

source: Pending
ar: قيد الانتظار
fr: En attente

source: Confirmed
ar: تم التأكيد
fr: Confirmé

source: Refused
ar: تم الرفض
fr: Refusé

# mes_rdv
source: My Appointments
ar: مواعيدي
fr: Mes RDV

# x_rdv_confirmed
source: {count} confirmed appointments
ar: موعد مؤكد {count}
fr: {count} rendez-vous confirmés

# x_rdv_pending
source: {count} appointments pending confirmation
ar: موعد في انتظار التأكيد {count}
fr: {count} rendez-vous en attente de confirmation

# x_rdv_refused
source: {count} appointments canceled
ar: موعد ملغى {count}
fr: {count} rendez-vous annulés

# confirmation_des_rdv
source: Appointment Confirmation
ar: تأكيد المواعيد
fr: Confirmation de rendez-vous

# rdv_request_sent_at
source: Appointment request sent {date}
ar: {date} تم إرسال طلب الموعد في
fr: Demande de rendez-vous envoyé {date}

# refuser
source: Decline
ar: رفض
fr: Refuser

# confirmer
source: Confirm
ar: تأكيد
fr: Confirmer

# modifier_le_rdv
source: Modify the appointment
ar: تعديل الموعد
fr: Modifier le rendez-vous

# cancel_rdv
source: Cancel Appointment
ar: إلغاء الموعد
fr: Annuler RDV

# confirm_cancel_rdv_message
source: Do you really want to decline this appointment request?
ar: هل ترغب حقًا في رفض هذا طلب الموعد؟
fr: Voulez-vous vraiment refuser cette demande de RDV ?

# rdv_refused_title
source: Appointment Declined
ar: الموعد تم رفضه
fr: RDV refusé

# rdv_refused_desc
source: Appointment request has been declined!
ar: ! تم رفض طلب الموعد
fr: Demande de RDV a été refusé !

# rdv_confirmed_success_desc
source: Appointment request has been confirmed successfully.
ar: .تم تأكيد طلب الموعد بنجاح
fr: Demande de rendez-vous a été confirmé avec succès.

# rdv_modified_success_desc
source: Appointment request has been modified successfully.
ar: .تم تعديل طلب الموعد بنجاح
fr: Demande de rendez-vous a été modifié avec succès.

# rendez_vous_text
source: Appointment
ar: موعد
fr: Rendez-vous

source: No users
ar: لا يوجد مستخدمين
fr: Aucun utilisateur

source: Notice
ar: إشعار
fr: Avis

# animal_already_appointment_that_day
source: The animal already has an appointment on that day!
ar: !الحيوان لديه بالفعل موعد في هذا اليوم
fr: L'animal a déjà un rendez-vous ce jour-là !

# modifier_un_rdv
source: Modify an appointment
ar: تعديل موعد
fr: Modifier un rendez-vous

# ajouter_un_rdv
source: Add an appointment
ar: إضافة موعد
fr: Ajouter un rendez-vous

source: Client
ar: عميل

source: Animal
ar: حيوان
fr: Animale

# clinic_ou_a_domicile
source: Clinic or at Home
ar: عيادة أو منزل
fr: Clinique ou a Domicile

source: Select Date
ar: اختر التاريخ
fr: Choisissez la Date

source: Select Time
ar: اختر الوقت
fr: Choisissez l’heure

source: Add and Confirm
ar: إضافة وتأكيد
fr: Ajouter et confirmer

source: Gallery
ar: المعرض
fr: Galerie

source: Camera
ar: الكاميرا
fr: Caméra

# ambulancier
source: Ambulance driver
ar: السيارة الإسعاف
fr: Ambulancier

source: Your current position
ar: موقعك الحالي
fr: Votre position actuelle

source: Loading
ar: جاري التحميل
fr: Chargement

# acceuil
source: Home
ar: الصفحة الرئيسية
fr: Accueil

# transfert
source: Transfer
ar: النقل
fr: Transfert

source: Messages
ar: الرسائل

source: Distance
ar: المسافة

source: Km
ar: كم

source: Estimated
ar: المقدر
fr: éstimée

source: min
ar: دقيقة

source: Achieved
ar: تم تحقيقه
fr: Achevé

# demande_sent_by
source: Request sent by:
ar: : تم إرسال الطلب بواسطة
fr: Demande envoyé par :

# dr_x
source: Dr. {name}
ar: د. {name}

# doctor_vets
source: Veterinary Doctor
ar: طبيب بيطري
fr: Médecin vétérinaire

# transfert_history
source: Transfer History
ar: سجل النقل
fr: Histrorique des transferts

# a_clinic
source: to the clinic
ar: إلى العيادة
fr: à la clinique

source: Urgent Request
ar: طلب عاجل
fr: Demande d’urgence

# intervention_a_domicile
source: Home Intervention
ar: تدخل منزلي
fr: Intervention à domicile

# transport_a_clinic
source: Animal Transport to the Clinic
ar: نقل إلى العيادة
fr: Transport animalier à la clinique

source: Estimations
ar: تقديرات
fr: Estimation

# step_x
source: Step {step}
ar: {step} الخطوة
fr: Etape {step}

# demarrer
source: Start
ar: ابدأ
fr: Démarrer

# distance_total_trajectoire
source: Total distance of the trajectory:
ar: : المسافة الإجمالية للمسار
fr: Distance totale de la trajectoire :

source: {x} Km
ar: كم {x}

source: {x} min
ar: دقيقة {x}

# en_route
source: On the way
ar: في الطريق
fr: En Route

# arrived_to_client_home
source: Arrived at the client's home
ar: وصل إلى منزل العميل
fr: Arrivé à la localisation de l'animal

# continuer
source: Continue
ar: متابعة
fr: Continuer

# your_dest_ici
source: Your destination is here
ar: وجهتك هنا
fr: Votre destination se trouve ici

# mission_accomplie
source: Mission Accomplished
ar: المهمة تمت بنجاح
fr: Mission accomplie

# arrival_to_client_home_completed
source: Arrival to the client's home completed
ar: وصول إلى منزل العميل تم بنجاح
fr: Arrivé à la localisation de l'animal

# arrival_to_client_home
source: Arrival to the client's home
ar: وصول إلى منزل العميل
fr: Arrivé à la localisation de l'animal

# step_x_completed
source: Step {step} completed
ar: تمت الخطوة {step} بنجاح
fr: Etape {step} accomplie

# terminer_step_x
source: Finish step {x}
ar: إنهاء الخطوة {x}
fr: Terminer l’étape {x}

source: End Mission
ar: إنهاء المهمة
fr: Mettre fin à la mission

# glisser_to_see_request
source: Swipe to view the request
ar: اسحب لرؤية الطلب
fr: Glisser pour voir la demande

# doctor_vets_urgent
source: Urgent Veterinary Doctor
ar: طبيب بيطري طارئ
fr: Médecin vétérinaire urgentiste

# donner_time_estimations
source: Provide your time estimate
ar: قدم تقديرك للوقت
fr: Donner votre estimation de temps

# before_disponiblite
source: Before availability
ar: قبل التوفر
fr: Avant disponibilité

# arrival_chez_client
source: Arrival at the client's place
ar: وصول إلى منزل العميل
fr: Arrivée chez le client

# demande_expired_info_text
source: The urgent request has expired. Please contact your emergency assistance for a new request.
ar: انتهت طلب الطوارئ. يرجى الاتصال بخدمة المساعدة في الطوارئ للحصول على طلب جديد.
fr: La demande d'urgence a expiré. Veuillez contacter votre assistance d'urgence pour une nouvelle demande.

# car_transport_type_desc
source: We are waiting for you at the clinic
ar: نحن بانتظارك في العيادة
fr: On vous attend à la clinique

# home_transport_type_desc
source: Our emergency team is on its way for the home intervention
ar: فريق الطوارئ لدينا في طريقهم للتدخل في المنزل
fr: Notre équipe d'urgence est en cours pour l'intervention à domicile

# clinic_transport_type_desc
source: Our ambulance driver is on its way to transport your animal
ar: فني الإسعاف لدينا في طريقه لنقل حيوانك
fr: Notre ambulancier est en cours pour le transport de votre animal

# veuillez_patienter_moment
source: Please wait a moment
ar: يرجى الانتظار لحظة
fr: Veuillez patienter un moment

# demande_in_progress_trai
source: Request in progress of processing!
ar: الطلب قيد المعالجة!
fr: Demande en cours de traitement !

source: Confirmation
ar: تأكيد

# demande_confirme
source: Request confirmed!
ar: تم تأكيد الطلب!
fr: Demande confirmé !

# echec
source: Failure
ar: فشل
fr: Echec

# demande_echouee
source: Request failed!
ar: فشل الطلب!
fr: Demande échouée !

# demande_echouee_general_desc
source: Something went wrong, please try again later.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى في وقت لاحق.
fr: Quelque chose de mal s'est produit, Veuillez réessayer plus tard.

# mission_x
source: Mission {name}
ar: مهمة {name}

# arrive_dans_x_min
source: Arrives in {x} Min
ar: سيصل في {x} دقيقة
fr: Arrive dans {x} Min

# aucun_ambulancier_dispo_desc
source: No ambulance available at the moment, please try again later.
ar: لا يوجد سيارات إسعاف متاحة في الوقت الحالي. يرجى المحاولة مرة أخرى لاحقًا.
fr: Aucune ambulance disponible pour le moment, Veuillez réessayer plus tard.

# arrive_dans
source: Arrives in
ar: سيصل في
fr: Arrive dans

# arrive
source: Arrived
ar: وصل
fr: Arrivé

# depart
source: Departure
ar: انطلق
fr: Départ

# equipe_in_route
source: The emergency team is on the way...
ar: فريق الطوارئ في الطريق...
fr: L’équipe d’urgence est en route...

# request_accepted
source: ACCEPTED
ar: تم القبول
fr: Mission Confirmée

# request_completed
source: COMPLETED
ar: تم الاكتمال
fr: Mission Accomplie

# request_canceled
source: CANCELLED
ar: تم الإلغاء
fr: Mission Annulée

# which_transport_type
source: Which type of transport do you prefer?
ar: أي نوع من وسائل النقل تفضل؟
fr: Quel transport souhaitez-vous?

# clinic_transport_type_service_desc
source: Beyond 20km from the clinic, additional 2DT/km
ar: عندما تكون المسافة أكثر من 20 كم عن العيادة، سيتم تطبيق تكلفة إضافية قدرها 2 دينار تونسي لكل كيلومتر إضافي.
fr: Au delà de 20km de la clinique, 2DT/km supplémentaire
